export const personalData = {
    

    vacanciesUrl: 'https://hh.ru/search/vacancy?L_save_area=true&text=%D0%A0%D0%B0%D0%B7%D1%80%D0%B0%D0%B1%D0%BE%D1%82%D1%87%D0%B8%D0%BA+front-end&search_field=name&excluded_text=%D0%B1%D0%B8%D1%82%D1%80%D0%B8%D0%BA%D1%81%2C+1C&salary=1700&currency_code=USD&only_with_salary=true&experience=between1And3&schedule=remote&order_by=relevance&search_period=7&items_on_page=50&hhtmFrom=vacancy_search_filter',

    vacancySearch: 'Разработчик front-end',

    coverLetter: `
Добрый день! Обратил внимание на вашу вакансию и был бы рад присоединиться к вашей команде в качестве кандидата на эту должность. Уверен, что мой опыт и навыки в сочетании с вашими ресурсами и профессионализмом могут принести взаимную выгоду.

Заинтересован в данной должности, так как верю, что она позволит мне расти и развиваться в техническом плане, что является одним из моих главных приоритетов. Уверен, что смогу внести свой вклад в проекты вашей компании, внедряя новые идеи и подходы к решению задач.
    
Если у вас возникнут вопросы или требуется дополнительная информация, готов предоставить все необходимое. Буду благодарен за обратную связь, даже если моя кандидатура не соответствует вашим требованиям. Всегда готов узнать о возможностях улучшения своих навыков и опыта.
    
Спасибо за рассмотрение моей заявки. Надеюсь на скорый ответ и возможность обсудить мою кандидатуру на должность.
    
гит: github.com/Jackman108
телеграм: @Devonkidev
    
С уважением,
Евгений Коробов.
`,

    vacancyEmail: 'dev.js.eugene@gmail.com',
    
    vacancyPassword: 'Voinsveta1',


    totalPages: 3
};